tap "homebrew/bundle"
tap "tinygo-org/tools"
tap "ynqa/tap"
tap "zegervdv/zathura"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "cryptography"
brew "ansible"
brew "arp-scan"
brew "at-spi2-core"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bottom"
brew "brew-gem"
brew "btop"
brew "coreutils"
brew "csvlens"
brew "curl"
brew "doppler"
brew "etcd"
brew "eza"
brew "fswatch"
brew "fzf"
brew "gdu"
brew "gem-doing"
brew "gh"
brew "git"
brew "gitui"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "jq"
brew "json-glib"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "meson"
brew "minikube"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "oauth2l"
brew "ollama"
brew "openjdk"
brew "openvpn"
brew "pipx"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "sevenzip"
brew "shfmt"
brew "sl"
brew "sphinx-doc"
brew "stripe-cli"
brew "thefuck"
brew "tmux"
brew "wasmtime"
brew "watch"
brew "wget"
brew "tinygo-org/tools/tinygo"
brew "ynqa/tap/jnv"
brew "zegervdv/zathura/zathura"
cask "alacritty"
cask "appium-inspector"
cask "chromedriver"
cask "cloudflare-warp"
cask "discord"
cask "lens"
cask "mactex"
cask "mitmproxy"
cask "mongodb-compass"
cask "motrix"
cask "openvpn-connect"
cask "orbstack"
cask "prismlauncher"
cask "qbittorrent"
cask "rar"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "steam"
cask "tor-browser"
cask "viber"
cask "wkhtmltopdf"
